<?php

$lang['required'] 		= "Поле %s обязательно для заполнения.";
$lang['isset']			= "Поле %s должно содержать значение.";
$lang['valid_email']	= "В поле %s должен быть введен корректный e-mail адрес.";
$lang['valid_url'] 		= "В поле %s должна содержаться корректная ссылка.";
$lang['min_length']		= "Длина поля %s должна быть не меньше %s смоволов.";
$lang['max_length']		= "Длина поля %s не может превышать %s символов.";
$lang['exact_length']	= "Длина поля %s должна быть равной %s символам.";
$lang['alpha']			= "Поле %s может содержать только символы алфавита.";
$lang['alpha_numeric']	= "Поле %s может содержать только символы алфавита и цифры.";
$lang['alpha_dash']		= "Поле %s может содержать только символы алфавита и цифры, подчеркивания и тире.";
$lang['numeric']		= "Поле %s должно содержать только цифры.";
$lang['matches']		= "Значение поля %s не совпадает со значнием поля %s.";

?>